tap "argoproj/tap"
tap "bufbuild/buf"
tap "codeship/taps"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mutagen-io/mutagen"
brew "xz"
brew "argocd"
brew "autoconf"
# brew "openssl@3"
brew "readline", link: true
brew "awscli"
brew "bat"
brew "binutils"
brew "bison"
# brew "bison@2.7"
brew "btop"
brew "freetype"
brew "glib"
brew "coreutils"
brew "unbound", restart_service: true
brew "gnutls"
brew "cask"
brew "gcc"
brew "suite-sparse"
brew "ceres-solver"
brew "cmake"
brew "ctop"
brew "snappy"
brew "exercism"
brew "harfbuzz"
brew "libass"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "openssl"
brew "git-secret"
brew "glances"
brew "pkgconf"
brew "helm"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "lazydocker"
brew "libffi"
brew "libmagic"
brew "libxml2"
brew "libyaml"
brew "libzip"
brew "minikube"
brew "mosh"
brew "zlib"
brew "mysql", restart_service: true
brew "nasm"
brew "neovim"
brew "nmap"
brew "numpy"
brew "p7zip"
brew "python"
brew "qt"
brew "ripgrep"
brew "saml2aws"
brew "telnet"
brew "termshark"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wxwidgets"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "heroku/brew/heroku"
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-compose"
cask "aws-vault"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "jet"
cask "maccy"
# cask "wkhtmltopdf"
vscode "42crunch.vscode-openapi"
vscode "aswinkumar863.smarty-template-support"
vscode "bmalehorn.vscode-fish"
vscode "dan-c-underwood.arm"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "elmtooling.elm-ls-vscode"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "humao.rest-client"
vscode "idleberg.applescript"
vscode "imanolea.z80-asm"
vscode "itryapitsin.sbt"
vscode "kamikillerto.vscode-colorize"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mjmcloug.vscode-elixir"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.test-adapter-converter"
vscode "msjsdiag.vscode-react-native"
vscode "octref.vetur"
vscode "ouven.vscode-yab-for-eex-leex"
vscode "pbkit.vscode-pbkit"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "rights.nas-vscode"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "sysoev.language-stylus"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "zxh404.vscode-proto3"
