tap "argoproj/tap"
tap "bufbuild/buf"
tap "codeship/taps"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mutagen-io/mutagen"
brew "xz"
brew "autoconf"
brew "openssl@1.1"
brew "readline", link: true
brew "awscli"
brew "bat"
brew "binutils"
brew "bison"
brew "bison@2.7"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "coreutils"
brew "unbound", restart_service: true
brew "gnutls"
brew "cask"
brew "gcc"
brew "suite-sparse"
brew "ceres-solver"
brew "cmake"
brew "ctop"
brew "snappy"
brew "harfbuzz"
brew "libass"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "git-secret"
brew "glances"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "krb5"
brew "lazydocker"
brew "libmagic"
brew "libxml2"
brew "libyaml"
brew "libzip"
brew "minikube"
brew "mosh"
brew "zlib"
brew "mysql", restart_service: true
brew "nasm"
brew "nmap"
brew "numpy"
brew "openssl@3"
brew "p7zip"
brew "python@3.8"
brew "qt"
brew "telnet"
brew "termshark"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wxwidgets"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "heroku/brew/heroku"
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-compose"
cask "aws-vault"
cask "jet"
cask "maccy"
cask "wkhtmltopdf"
