tap 'caskroom/cask'

# Core Homebrew
brew 'adns'
brew 'aom'
brew 'autoconf'
brew 'awscli'
brew 'binutils'
brew 'cairo'
brew 'ceres-solver'
brew 'cmake'
brew 'coreutils'
brew 'eigen'
brew 'ffmpeg'
brew 'flac'
brew 'fontconfig'
brew 'freetype'
brew 'frei0r'
brew 'fribidi'
brew 'gawk'
brew 'gcc'
brew 'gdbm'
brew 'gettext'
brew 'gflags'
brew 'giflib'
brew 'git'
brew 'git-lfs'
brew 'git-secret'
brew 'glib'
brew 'glog'
brew 'gmp'
brew 'gnupg'
brew 'gnutls'
brew 'graphite2'
brew 'harfbuzz'
brew 'heroku'
brew 'heroku-node'
brew 'htop'
brew 'httpie'
brew 'icu4c'
brew 'ilmbase'
brew 'isl'
brew 'jpeg'
brew 'jq'
brew 'lame'
brew 'leptonica'
brew 'libass'
brew 'libassuan'
brew 'libbluray'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libidn2'
brew 'libksba'
brew 'libmagic'
brew 'libmpc'
brew 'libogg'
brew 'libpng'
brew 'libsamplerate'
brew 'libsndfile'
brew 'libsoxr'
brew 'libtasn1'
brew 'libtiff'
brew 'libunistring'
brew 'libusb'
brew 'libvidstab'
brew 'libvorbis'
brew 'libvpx'
brew 'libxml2'
brew 'libzip'
brew 'little-cms2'
brew 'lz4'
brew 'lzo'
brew 'metis'
brew 'mosh'
brew 'mpfr'
brew 'ncurses'
brew 'nettle'
brew 'npth'
brew 'numpy'
brew 'oniguruma'
brew 'openblas'
brew 'opencore-amr'
brew 'openexr'
brew 'openjpeg'
brew 'openssl'
brew 'openssl@1.1'
brew 'opus'
brew 'p11-kit'
brew 'p7zip'
brew 'pcre'
brew 'pcre2'
brew 'pinentry'
brew 'pixman'
brew 'pkg-config'
brew 'postgresql'
brew 'protobuf'
brew 'python'
brew 'python@2'
brew 'qt'
brew 'r'
brew 'readline'
brew 'rtmpdump'
brew 'rubberband'
brew 'sdl2'
brew 'snappy'
brew 'speex'
brew 'sqlite'
brew 'suite-sparse'
brew 'tbb'
brew 'telnet'
brew 'terraform'
brew 'tesseract'
brew 'theora'
brew 'unbound'
brew 'unrar'
brew 'watchman'
brew 'webp'
brew 'wget'
brew 'wimlib'
brew 'wxmac'
brew 'x264'
brew 'x265'
brew 'xvid'
brew 'xz'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

# Cask Apps
cask 'aws-vault'
cask 'docker-toolbox'
cask 'emacs'
cask 'maccy'
cask 'r'
cask 'rstudio'
cask 'virtualbox'
